{
  "Navbar.brand":"Wo ist Dede?",
  "Navbar.link.about":"Über Dede",
  "Navbar.link.app":"App",
  "Navbar.link.contact":"Kontakt",
  "Contact.heading.about":"Über diese Webseite",
  "Contact.text.about":"Bitte richten sie Fragen zu dieser Webseite an ",
  "Contact.heading.impressung":"Impressum",
  "Nomatch.text":"Seite Unbekannt!",
  "Aapp.text":"Die aktuelle Version der Dede App für Smartphones mit Android Betriebsystem kann über den folgenden Link heruntergeladen werden. Nutzer von Smartphones anderer Betriebssysteme müssen sich bitte noch bisschen gedulen.",
  "Aapp.link":"App herunterladen",
  "About.service.intro":"Willkommen auf der Webseite von Dede: eine freie, unabhängige und universelle Echtzeit-Karte. FREI: Als freie Software (wie in Redefreiheit und NICHT wie in Freibier;-)) wird Dede als offenes Gemeinschaftsprojekt entwickelt und betrieben. Der Programmcode ist auf GitHub veröffentlicht. UNABHÄNGIG: Mobilitätsanbieter können Dede nutzen ohne eine ausgerüstete Fahrzeugflotte und ohne eine eigene IT-Infrastuktur zu besitzen.  UNIVERSELL: Die Bewegung der Fahrzeugflotte von beliebigen Mobilitätsanbietern wird auf einer Karte in Echtzeit darstellt. Somit können Kunden über Dede die Erreichbarkeit und Verfügbarkeit von beliebigen Fahrzeugen wie Bahn, Bus, Car-Sharing, Fahrdienst, Straßenbahn, Tram, Taxi, usw. beurteilen.",
  "About.service.provider":"Mobilitätsanbieter erscheinen auf der Dede Echtzeit-Karte, wenn Ihre Fahrer oder Betreiber die Bewegungsdaten selbstständig erzeugen. Dazu brauchen sie nicht mehr als ein konventionelles Smartphone mit Internet-Verbindung und die Dede App.",
  "About.link.app":"Hier geht es direkt zur Dede App.",
  "About.service.charges":"Der Basisdienst der Dede Echtzeit-Karte, Echtzeit-Positionen von Mobilitätsanbietern auf einer Karte visualisieren, ist ein gebührenfreier Dienst. Für zusätzliche Funktionen der Dede Echtzeit-Karte kann in Zukunft ein Gebührenmodel einführt werden.",
  "About.map.title":"Dede Echtzeit-Karte",
  "About.map.view":"Die Karte ist die zentrale Ansicht von Dede. Deswegen erscheint sie direkt und auf dem gesamten Bildschirm, wenn du die Dede Webseite aufrufst. Von jeder anderen Seite gelangst du zurück zur Karte, wenn du das Dede Symbol oben links in der Menüleiste auswählst.",
  "About.map.symbols":"Die Karte zeigt die Echtzeitposition von Mobilitätsanbietern universell mit einem interaktiven Symbol an. Jedes Symbol repräsentiert ein dazu passendes Verkehrsmittel. Zur Zeit unterscheidet Dede folgende Verkehrsmittel.",
  "About.map.th.symbol":"Symbol",
  "About.map.th.name":"Name",
  "About.map.th.description":"Beschreibung",
  "About.map.ta.car.name":"Auto",
  "About.map.ta.car.desc":"Dieses Symbol repräsentiert bspw. Car-Sharing oder universelle Fahrdienste.",
  "About.map.ta.bus.name":"Bus",
  "About.map.ta.bus.desc":"Dieses Symbol repräsentiert bspw. öffentliche Busunternehmen, Reise- oder Fernbusse.",
  "About.map.ta.train.name":"Zug",
  "About.map.ta.train.desc":"Dieses Symbol repräsnetiert schienengebundenen Fernverkehr.",
  "About.map.ta.tram.name":"Tram",
  "About.map.ta.tram.desc":"Dieses Symbol repräsentiert schienengebundenen Nahverkehr.",
  "About.map.ta.taxi.name":"Taxi",
  "About.map.ta.taxi.desc":"Dieses Symbol repräsentiert Personenbeförderung im Taxi.",
  "About.map.ta.ps.name":"Paketdienst",
  "About.map.ta.ps.desc":"Dieses Symbol repräsnetiert beliebige Paketdienste.",
  "About.map.ta.ds.name":"Lieferservice",
  "About.map.ta.ds.desc":"Dieses Symbol repräsnetiert beliebige Lieferservices wie bspw. die Gemüsekiste oder der Pizzabote.",
  "About.map.ta.dede.name":"Dede",
  "About.map.ta.dede.desc":"Dieses Symbol repräsnetiert Verkehrsmittel, welche nicht eingeordnet werden können.",
  "About.map.dynamics":"Die Symbole sind dynamisch und interaktiv. Abhängig von der Bewegung des Verkehrsmittels aktualisiert Dede die Position des Symbols auf der Karte. Die Dede Echtzeit-Karte unterstützt Mausklick und Fingerberührung. Wählt du ein Symbol aus, zeigt Dede in einem Dialogfenster die Details passend zum entsprechenden Verkehrsmittel. Solange ein Dialogfenster geöffnet ist, bleibt das dazugehörige Symbol im Sichtbereich und Dede aktualisiert die Karte im Hintergrund entsprechend der Bewegung des Verkehrsmittles.",
  "Concept.title":"Dede's Konzept",
  "Concept.intro":"Die Dede Echtzeit-Karte wird durch ein Konzept ermöglicht, welches aus drei Komponenten besteht.",
  "Concept.component.app":"Eine App für Smartphones mit Internet-Verbindung,",
  "Concept.component.server":"ein Server als Vermittler und",
  "Concept.component.map":"eine Karte zur Ansicht von Echtzeitbewegung von Mobilitätsanbietern.",
  "Concept.description":"Der Dede Server vermittelt zwischen App und Karte, damit nicht jedes Verkehrsmittel direkt mit jeder App interagieren muss. Auf diese Weise kann die Karte mit einem Streich sämtliche Verkehrsmittel am Server abfragen. Der Dede Server speichert ausschließlich die aktuellste Position eines Verkehrsmittels. Falls ein Mobilitätsanbieter das Senden der Position beendet, löscht der Dede Server das entsprechende Verkehrsmittel nach einer Minute. Falls kein einziger Mobilitätsanbieter die Dede App aktiv benutzt, ist die Dede Echtzeit-Karte spätestens nach einer Minute komplett leer.",
    "Location.alias":"Alias",
    "Location.unknown":"Unbekannt",
    "Location.company":"Unternehmen",
    "Location.route":"Linie",
  "Location.alias.user":"Benutzerposition",
  "Location.vehicle":"Fahrzeug",
  "Location.latitude":"Breitengrad",
  "Location.longitude":"Längengrad",
  "Location.time.gps":"GPS-Zeit",
  "Location.time.system":"Systemzeit",
  "Location.age":"Datenalter",
  "Vehicle.bus":"Bus",
  "Vehicle.car":"Auto",
  "Vehicle.train":"Zug",
  "Vehicle.tram":"Tram",
  "Vehicle.taxi":"Taxi",
  "Vehicle.parcelservice":"Paketdienst",
  "Vehicle.deliveryservice":"Lieferservice",
  "Vehicle.nomatch":"Unbekannt"
}

