{
    "Navbar.brand":"Where's Dede?",
    "Navbar.link.about":"About Dede" ,
    "Navbar.link.app":"App",
    "Navbar.link.contact":"Contact",
    "Contact.email":"Email",
    "Nomatch.text":"No match!",
    "Aapp.text":"The current version of the Dede app can be downloaded using the following link. Please bear with me for apps for phones with other operating systems.",
    "Aapp.link":"Download app",
    "About.service.intro":"This is the Dede website. Dede is a passenger infromation system (PIS) that adds real time movement of any mobility provider on a map in a universal manner. Using Dede, passengers can evalute reachability and availability of any vehilce like bus, car sharing, shuttle service, taxi, train, tram and so on. Please bear with me if you prefer an app instead of a website for the Dede service.",
    "About.service.provider":"Any mobility provider will be added to Dede's map, if their driver or operator generates mobility data by themselves. To achieve this, they do not need more than a conventional phone with Internet connection and the Dede app.",
    "About.link.app":"Go to Dede app.",
    "About.service.charges":"Dede basic services, adding real time movement data from mobility providers to the Dede map, is free of charge. Charges can be introduced in the future for additional services.",
    "About.map.title":"Dede's map",
    "About.map.view":"The map is the central view of the Dede service. That is why the map appears straight and on full screen when you invoke the Dede website. You get back to Dede's map from any other place by selecting the Dede symbol top left in the menu bar.",
    "About.map.symbols":"Dede map universally illustrates the real time position of mobility providers using an interactive symbol. A symbol represents a corresponding vehicle. Dede distinguishes the following vehicles at the moment.",
    "About.map.th.symbol":"Symbol",
    "About.map.th.name":"Name",
    "About.map.th.description":"Description",
    "About.map.ta.car.name":"Car",
    "About.map.ta.car.desc":"This symbol represents for example car sharing, rental car or shuttle service.",
    "About.map.ta.bus.name":"Bus",
    "About.map.ta.bus.desc":"This symbol represents for example public transport, long distance or tour buses.",
    "About.map.ta.train.name":"Train",
    "About.map.ta.train.desc":"This symbol represents railbound long distance transport.",
    "About.map.ta.tram.name":"Tram",
    "About.map.ta.tram.desc":"This symbol represents railbound local transport.",
    "About.map.ta.taxi.name":"Taxi",
    "About.map.ta.taxi.desc":"This symbol represents passenger service with taxi.",
    "About.map.ta.ps.name":"Parcel service",
    "About.map.ta.ps.desc":"This symbol represents any parcel service.",
    "About.map.ta.ds.name":"Delivery service",
    "About.map.ta.ds.desc":"This symbol represents any delivery service.",
    "About.map.ta.dede.name":"Dede",
    "About.map.ta.dede.desc":"This symbol represents vehicles that does not match.",
    "About.map.dynamics":"Symbols are dynamic and interactive. Dede updates symbol positions pending on vehicle movement. Mouse click and touch are both supported by Dede's map. If you choose a symbol, Dede opens a dialog to offer you details to the corresponding vehicle. As long as a dialog is open, Dede keeps the corresponding symbol inside the view and updates the underlying map according to the vehicle movement.",
    "Concept.title":"Dede's concept",
    "Concept.intro":"The Dede passanger information system is enabled by a concept consisting of three components.",
    "Concept.component.app":"The Dede app for phones with Internet connection,",
    "Concept.component.server":"the Dede server as broker and",
    "Concept.component.map":"the Dede map as view for realtime movement of mobility provider.",
    "Concept.description":"The Dede server deals with Dede app and Dede map so that not each and every vehicle needs to interact with the Dede map itself. This way, the Dede map can request all vehicles at the server with one blow. The Dede server is storing only the latest vehicle position. If a mobility provider stopps sending movement data, the Dede server will delete the corresponding vehicle after one minute. If no mobility provider is actively using the Dede app at all, the Dede map will be completely empty after one minute.",
    "Location.alias":"Alias",
    "Location.alias.user":"User location",
    "Location.vehicle":"Vehicle",
    "Location.latitude":"Latitude",
    "Location.longitude":"Longitude",
    "Location.time.gps":"GPS time",
    "Location.time.system":"System time",
    "Location.age":"Age",
    "Vehicle.bus":"Bus",
    "Vehicle.car":"Car",
    "Vehicle.train":"Train",
    "Vehicle.tram":"Tram",
    "Vehicle.taxi":"Taxi",
    "Vehicle.parcelservice":"Parcel service",
    "Vehicle.deliveryservice":"Delivery service",
    "Vehicle.nomatch":"No match"
}
  